# OLDDeleteLoad

## Description
Deletes the load of the specified object, if load with such index exists.

```pascal
PROCEDURE OLDDeleteLoad(
				handle    : HANDLE;
				loadIndex : INTEGER);
```

```python

def vs.OLDDeleteLoad(handle, loadIndex):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|handle|HANDLE||
|loadIndex|INTEGER||

## Version
Availability: from Vectorworks 2025.3
## Category
* Truss Analysis